Repository: PliskinGH/RootLeague
Catalog: league/locale/*/LC_MESSAGES/django.po
Languages: fr

source: league
fr: ligue

source: All games
fr: Toutes les parties

source: Marquise de Cat
fr: Marquise de Chat

source: Eyrie Dynasties
fr: Dynastie de la Canopée

source: Woodland Alliance
fr: Alliance de la forêt

source: Riverfolk Company
fr: Compagnie de la rivière

source: Lizard Cult
fr: Culte des lézards

source: Underground Duchy
fr: Duché souterrain

source: Corvid Conspiracy
fr: Conspiration des corvidés

source: Lord of the Hundreds
fr: Seigneur des Cents

source: Keepers in Iron
fr: Gardiens de Fer

source: Vagabond (Ranger)
fr: Vagabond (Rôdeur)

source: Vagabond (Thief)
fr: Vagabond (Voleur)

source: Vagabond (Tinker)
fr: Vagabond (Bricoleur)

source: Vagabond (Vagrant)
fr: Vagabond (Errant)

source: Vagabond (Arbiter)
fr: Vagabond (Médiateur)

source: Vagabond (Scoundrel)
fr: Vagabond (Crapule)

source: Vagabond (Adventurer)
fr: Vagabond (Aventurier)

source: Vagabond (Harrier)
fr: Vagabond (Busard)

source: Autumn
fr: Automne

source: Winter
fr: Hiver

source: Mountain
fr: Montagne

source: Lake
fr: Lac

source: Exiles and Partisans
fr: Exilés et Partisans

source: Bird dominance
fr: Domination oiseau

source: Fox dominance
fr: Domination renard

source: Mouse dominance
fr: Domination souris

source: Rabbit dominance
fr: Domination lapin

source: Live
fr: Direct

source: Async
fr: Différé

source: Advanced
fr: Avancée

source: Subset of players
fr: Filtre de joueurs

source: All players
fr: Toutes les joueurs

source: Filter
fr: Filtrer

source: name
fr: nom

source: start date
fr: date de début

source: end date
fr: date de fn

source: maximum number of players per game
fr: nombre maximum de joueurs par partie

source: minimum number of players per game
fr: nombre minimum de joueurs par partie

source: coalition allowed
fr: coalition autorisée

source: three way coalition allowed
fr: coalition à trois autorisée

source: minimum number of games
fr: nombre minimum de parties

source: Threshold for leaderboards.
fr: Seuil pour le classement de joueurs.

source: win score
fr: score de victoire

source: coalition score multiplier
fr: multiplicateur de score de coalition

source: total score per game
fr: score total par partie

source: setup
fr: mise en place

source: map
fr: plateau

source: random suits
fr: distribution aléatoire

source: tournament
fr: tournoi

source: active season
fr: saison active

source: Leaderboard
fr: Classement

source: No league selected
fr: Aucune ligue sélectionnée

source: All Leagues
fr: Toute ligue

source: No tournament selected
fr: Aucun tournoi sélectionné

source: All Seasons
fr: Toutes les saisons

source: Player
fr: Joueur

source: Total Games
fr: Nombre de parties

source: Total Score
fr: Score total

source: Relative Score
fr: Score relatif

source: No players above the threshold.
fr: Aucun joueur au dessus du seuil.

source: Minimum threshold
fr: Seuil minimal

source: game(s)
fr: partie(s)

source: Average Game Score
fr: Score de jeu moyen

source: Nothing to display.
fr: Rien à afficher.

source: Stats
fr: Statistiques

source: stats
fr: statistiques

source: All Vagabonds
fr: Tout Vagabond

source: All Factions
fr: Toute Faction

source: Turn order
fr: Tour de jeu
