Repository: PliskinGH/RootLeague
Catalog: matchmaking/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Final Results
fr: Résultats définitifs

source: Register match
fr: Enregistrer une partie

source: A map is required for closed games.
fr: Un plateau est requirs pour les parties terminées.

source: A deck is required for closed games.
fr: Un deck est requis pour les parties terminées.

source: The setup chosen is different from the one of the tournament (%(setup)s).
fr: La mise en place choisie est différente de celle du tournoi (%(setup)s).

source: The chosen map is different from the one of the tournament (%(map)s).
fr: Le plateau choisi est différent de celui du tournoi (%(map)s).

source: The chosen deck is different from the one of the tournament (%(deck)s).
fr: Le deck choisi est différent de celui du tournoi (%(deck)s).

source: Update match
fr: Modifier

source: Confirm
fr: Confirmer

source: Coalition with
fr: Coalition avec

source: This tournament does not allow more than %(max_nb)d players per game.
fr: Ce tournoi n'autorise pas plus de %(max_nb)d joueurs par partie.

source: This tournament does not allow fewer than %(min_nb)d players per game.
fr: Ce tournoi n'autorise pas moins de %(min_nb)d joueurs par partie.

source: Player %(index_player)i must be defined, if the game is closed.
fr: Le joueur %(index_player)i doit être défini, si la partie est terminée.

source: Player %(index_player)i must have a defined tournament score, if the game is closed.
fr: Le joueur %(index_player)i doit avoir un score de tournoi, si la partie est terminée.

source: A faction must be defined for player %(index_player)i if the game is closed.
fr: Une faction doit être définie pour le joueur %(index_player)i si la partie est terminée.

source: Player %(index_player)i must have a defined game score, coalition or dominance, if the game is closed.
fr: Le joueur %(index_player)i doit avoir un score de jeu, une coalition, ou une domination défini(e), si la partie est terminée.

source: Player %(index_player)i cannot both have a game score and be in a coalition.
fr: Le joueur %(index_player)i ne peut pas à la fois avoir un score de jeu et jouer une coalition.

source: Player %(index_player)i cannot both play a dominance and have a game score.
fr: Le joueur %(index_player)i ne peut pas à la fois avoir un score de jeu et jouer une domination.

source: Player %(index_player)i is not a vagabond and cannot play a coalition.
fr: Le joueur %(index_player)i n'est pas un vagabond et ne peut donc pas jouer de coalition.

source: Player %(index_player)i is a vagabond and cannot play a dominance.
fr: Le joueur %(index_player)i est un vagabond et ne peut donc pas jouer de domination.

source: The total score should be %(total)0.2f.
fr: Le score total devrait être %(total)0.2f.

source: title
fr: titre

source: date registered
fr: date de création

source: date modified
fr: dernière modification

source: date closed
fr: date de fin

source: submitted by
fr: enregistré par

source: tournament
fr: tournoi

source: turn timing
fr: déroulement

source: E.g. Discord thread.
fr: E.g. fil de discussion Discord.

source: table talk URL
fr: lien de discussion

source: setup
fr: mise en place

source: Only in advanced setup.
fr: Mise en place avancée uniquement.

source: undrafted faction
fr: faction non sélectionnée

source: map
fr: plateau

source: random suits
fr: distribution aléatoire

source: match
fr: partie

source: player
fr: joueur

source: game score
fr: score de jeu

source: dominance
fr: domination

source: tournament score
fr: score de tournoi

source: turn order
fr: tour de jeu

source: in
fr: dans

source: Delete match
fr: Supprimer une partie

source: Match details
fr: Détails de partie

source: Update results
fr: Modifier

source: Created
fr: Créé

source: Last modified
fr: Dernière modification

source: Closed
fr: Terminé

source: Submitted by
fr: Enregistré par

source: Tournament
fr: Tournoi

source: Setup
fr: Mise en place

source: Turn timing
fr: Déroulement

source: Table talk URL
fr: Lien de discussion

source: Map
fr: Plateau

source: Undrafted faction
fr: Faction non sélectionnée

source: Turn order
fr: Tour de jeu

source: Player
fr: Joueur

source: Game score
fr: Score de jeu

source: Tournament score
fr: Score de tournoi

source: Match listing
fr: Liste de parties

source: No league selected
fr: Aucune ligue sélectionnée

source: All Leagues
fr: Toute ligue

source: No tournament selected
fr: Aucun tournoi sélectionné

source: All Seasons
fr: Toutes les saisons

source: Edit
fr: Modifier

source: Title
fr: Titre

source: Players
fr: Joueurs

source: Winner(s)
fr: Vainqueur(s)

source: No games found.
fr: Aucune partie trouvée.

source: Search
fr: Recherche

source: Latest matches
fr: Dernières parties

source: Find a match
fr: Recherche de partie

source: Submitted games
fr: Parties enregistrées

source: Played games
fr: Parties jouées

source: Match successfully registered!
fr: Partie enregistrée avec succès !

source: Form
fr: Formulaire

source: Match successfully updated!
fr: Partie modifiée avec succès !

source: Match successfully deleted!
fr: Partie supprimée avec succès !
